Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.ad1d41e268ba
source: 目標 {{value1}} × {{value2}}回
ar_sa: الهدف {{value1}} × {{value2}} مرات
ca: Objectiu {{value1}} × {{value2}} vegades
cs: Cíl: {{value1}} × {{value2}} opakování
da: Mål: {{value1}} × {{value2}} gentagelser
de_de: Ziel: {{value1}} × {{value2}} Wiederholungen
el: Στόχος: {{value1}} × {{value2}} επαναλήψεις
en_au: Goal: {{value1}} × {{value2}} times
es_es: Objetivo: {{value1}} × {{value2}} repeticiones
fi: Tavoite: {{value1}} × {{value2}} kertaa
fr_ca: Objectif : {{value1}} × {{value2}} répétitions
gu: ધ્યય {{value1}} × {{value2}} વાર
he: מטרה: {{value1}} × {{value2}} חזרות
hi: लक्ष्य {{value1}} × {{value2}} बार
hr: Cilj: {{value1}} × {{value2}} puta
hu: Cél: {{value1}} × {{value2}} alkalom
id: Tujuan {{value1}} × {{value2}} kali
it: Obiettivo: {{value1}} × {{value2}} ripetizioni
ko: 목표 {{value1}} × {{value2}}회
mr: लक्ष्य {{value1}} × {{value2}} वेळा
ms: Sasaran {{value1}} × {{value2}} kali
nl_nl: Doel: {{value1}} × {{value2}} keer
no: Mål: {{value1}} × {{value2}} ganger
pl: Cel: {{value1}} × {{value2}} powtórzeń
pt_br: Objetivo: {{value1}} × {{value2}} vezes
pt_pt: Objetivo: {{value1}} × {{value2}} vezes
ro: Obiectiv: {{value1}} × {{value2}}
ru: Цель: {{value1}} × {{value2}} раз
sk: Ciel: {{value1}} × {{value2}}
sl: Cilj: {{value1}} × {{value2}}
sv: Mål: {{value1}} × {{value2}} gånger
ta: குறிக்கோள் {{value1}} × {{value2}} முறை
te: లక్ష్యం {{value1}} × {{value2}} సార్లు
th: เป้าหมาย {{value1}} × {{value2}} ครั้ง
tr: Hedef: {{value1}} × {{value2}} tekrar
uk: Ціль: {{value1}} × {{value2}} разів
vi: Mục tiêu: {{value1}} × {{value2}} lần
zh_hans: 目标：{{value1}} × {{value2}}次
zh_hant: 目標：{{value1}} × {{value2}}次

# training.aef5c7b0939e
source: 追加
ar_sa: أضف
ca: Afegeix
cs: Přidat
da: Tilføj
de_de: Hinzufügen
el: Προσθήκη
en_au: Add
es_es: Añadir
fi: Lisää
fr_ca: Ajouter
gu: વધારાનું
he: הוסף
hi: जोड़ें
hr: Dodatno
hu: További
id: Tambahkan
it: Aggiungi
ko: 추가
mr: अधिक माहिती
ms: Tambahan
nl_nl: Toevoegen
no: Legg til
pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodatno
sv: Lägg till
ta: கூடுதல்
te: జోడించండి
th: เพิ่ม
tr: Ek
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# training.ai_revision_awaiting_result
source: 評価待ち
ar_sa: في انتظار النتائج
ca: Esperant a l'evaluació
cs: Čekání na vyhodnocení
da: Afventer vurdering
de_de: Ergebnis wird erwartet
el: Εν αναμονή αποτελεσμάτων
en_au: Awaiting evaluation
es_es: Pendiente de evaluación
fi: Arvio odottaa
fr_ca: En attente de l’évaluation
gu: પરિણામની રાહ જુઓ
he: מחכה לתוצאה
hi: मूल्यांकन लंबित
hr: Čeka se procjena
hu: Értékelés alatt
id: Menunggu penilaian
it: In attesa del risultato
ko: 평가 대기 중
mr: परिणाम प्रतीक्षेत आहे.
ms: Menunggu keputusan
nl_nl: Wachten op resultaten
no: Venter på vurdering
pl: Oczekiwanie na wynik
pt_br: Aguardando avaliação
pt_pt: Aguardando avaliação
ro: Se așteaptă evaluarea
ru: Ожидание результатов оценки
sk: Čakajme na výsledok
sl: Čakanje na oceno
sv: Väntar på resultat
ta: மதிப்பீட்டுக்காகக் காத்திருக்கிறது
te: ఫలితం కోసం వేచి ఉంది
th: รอผลการประเมิน
tr: Değerlendirme bekleyin
uk: Очікується оцінювання
vi: Đang chờ kết quả đánh giá
zh_hans: 等待评估结果
zh_hant: 等待評估結果

# training.ai_revision_copy_name
source: {{value1}} 改訂版
ar_sa: {{value1}} نسخة معدلة
ca: Còpia del pla {{value1}}
cs: {{value1}} - Revize
de_de: {{value1}} - Überarbeitung
el: {{value1}} - Επανεξέταση
gu: {{value1}} - સુધારેલ
he: {{value1}} - גרסה מעודכנת
hu: {{value1}} - Új terv
it: {{value1}} - Revisione AI
mr: {{value1}} - सुधारित
ms: {{value1}} - Versi yang direviu
nl_nl: {{value1}} - Herziening
pl: {{value1}} - Nowa wersja
pt_pt: {{value1}} - Versão revisada pelo AI
ru: {{value1}} - пересмотренный план
sk: {{value1}} - Revízia
sv: {{value1}} - Reviderad
te: {{value1}} - సవరించినది
th: {{value1}} - ปรับปรุงโดย AI
tr: {{value1}} - Yenilenmiş
vi: {{value1}} - Phiên bản đã sửa đổi

# training.ai_revision_from_coach
source: {{value1}}から計画の見直し
ar_sa: مراجعة خطة من {{value1}}
ca: Revisar el pla des de {{value1}}
cs: Revize od trenéra: {{value1}}
da: Gennemgang af plan fra {{value1}}
de_de: Überarbeitung von {{value1}}
el: Επανεξέταση του σχεδίου από τον προπονητή: {{value1}}
en_au: Review plan from {{value1}}
es_es: Revisión del plan de {{value1}}
fi: Suunnitelman tarkistus: {{value1}}
fr_ca: Révision du plan par {{value1}}
gu: {{value1}} દ્વારા યોજનાનું સુધારણા
he: התאמה אישית על ידי המאמן: {{value1}}
hi: {{value1}} की ओर से योजना की समीक्षा
hr: Preispitivanje plana od strane {{value1}}
hu: {{value1}} - A trener által módosított terv
id: Peninjauan rencana dari {{value1}}
it: Revisione del piano da parte dell'allenatore: {{value1}}
ko: {{value1}}의 계획 검토
mr: {{value1}} प्रशिक्षकाद्वारे सुधारित
ms: Reviu rancangan daripada {{value1}}
nl_nl: Herziening van het plan door de coach: {{value1}}
no: Planen ble gjennomgått av {{value1}}
pl: Zmiana planu od trenera: {{value1}}
pt_br: Revisão do plano por {{value1}}
pt_pt: Revisar o plano com a ajuda do treinador: {{value1}}
ro: Revizuirea planului de la {{value1}}
ru: Пересмотр плана от тренера: {{value1}}
sk: Revízia plánu od trénera: {{value1}}
sl: Pregled načrta od {{value1}}
sv: Planen har reviderats av tränaren: {{value1}}
ta: {{value1}} வழங்கிய திட்ட மறுபரிசீலனை
te: {{value1}} నుండి ప్రణాళికను సవరించు
th: ปรับแผนตาม {{value1}}
tr: {{value1}}'den planı yeniden düzenle
uk: Перегляд плану від {{value1}}
vi: Sửa đổi kế hoạch theo gợi ý của huấn luyện viên: {{value1}}
zh_hans: 来自 {{value1}} 的计划调整
zh_hant: {{value1}} 來自教練的計畫調整

# training.ai_revision_history
source: AI見直し履歴
ar_sa: سجل مراجعة الذكاء الاصطناعي
ca: Historial d'ajustes AI
cs: Historie revizí AI
da: Historik over AI-gennemgange
de_de: Historie der KI-Überarbeitungen
el: Ιστορικό επανεξέτασης AI
en_au: AI revision history
es_es: Historial de revisiones de AI
fi: AI-tarkistushistoria
fr_ca: Historique des révisions par l’AI
gu: AI સુધારણાનો ઇતિહાસ
he: היסטוריית התאמות אישיות של AI
hi: AI समीक्षा इतिहास
hr: Povijest AI preispitivanja
hu: AI-vel módosított tervek története
id: Riwayat peninjauan AI
it: Cronologia revisioni AI
ko: AI 검토 기록
mr: AI द्वारे केलेले बदल
ms: Sejarah reviu AI
nl_nl: Historie van AI-herzieningen
no: Historikk for AI-gjennomganger
pl: Historia zmian AI
pt_br: Histórico de revisões da AI
pt_pt: Histórico de revisões pelo AI
ro: Istoricul revizuirilor AI
ru: История пересмотров AI
sk: História revízii AI
sl: Zgodovina pregledov AI
sv: Historik för AI-revidering
ta: AI மறுபரிசீலனை வரலாறு
te: AI సవరణ చరిత్ర
th: ประวัติการปรับปรุงโดย AI
tr: AI ile yapılan değişikliklerin geçmişi
uk: Історія переглядів AI
vi: Lịch sử sửa đổi AI
zh_hans: AI 调整记录
zh_hant: AI 調整歷史記錄

# training.ai_revision_improved
source: 次回実績が改善
ar_sa: من المتوقع تحسين الأداء في المرة القادمة
ca: El rendiment ha millorat
cs: Další trénink se zlepšil
da: Næste resultat blev forbedret
de_de: Erfolgreiche Leistung in der nächsten Einheit
el: Οι επόμενοι στόχοι έχουν βελτιωθεί
en_au: Next performance improved
es_es: Mejoran los resultados de la próxima sesión
fi: Seuraavan kerran tulokset paranivat
fr_ca: Amélioration des résultats à la prochaine séance
gu: આગામી પ્રદર્શનમાં સુધારો
he: הישגים עתידיים משופרים
hi: अगली बार का प्रदर्शन बेहतर हुआ
hr: Rezultat sljedeći put poboljšan
hu: A következő edzésben jobb eredményt érhet el
id: Pencapaian sesi berikutnya membaik
it: Le prestazioni future sono migliorate
ko: 다음 실적이 개선됨
mr: पुढील प्रयत्नात सुधारणा अपेक्षित आहे.
ms: Prestasi selanjutnya telah diperbaiki
nl_nl: Volgende prestaties zijn verbeterd
no: Bedre resultat neste gang
pl: Następne wyniki są lepsze
pt_br: Desempenho na próxima vez melhorou
pt_pt: O desempenho futuro deve melhorar.
ro: Performanța la următoarea sesiune s-a îmbunătățit
ru: Следующая тренировка улучшена
sk: Predchádzajúci výkon sa zlepšil
sl: Izboljšana uspešnost naslednjič
sv: Nästa prestation har förbättrats
ta: அடுத்த முறை செயல்திறன் மேம்பட்டது
te: తదుపరి ఫలితం మెరుగుపడుతుంది
th: ผลลัพธ์ดีขึ้นหลังจากปรับปรุง
tr: Son performans iyileşti
uk: Результат наступного разу покращився
vi: Hiệu quả thực hiện lần tới được cải thiện
zh_hans: 下次表现有所改善
zh_hant: 下次表現有所改善

# training.ai_revision_pending
source: 確認待ち
ar_sa: في انتظار التأكيد
ca: Esperant la confirmació
cs: Čekám na potvrzení
da: Vent på bekræftelse
de_de: Warten auf Bestätigung
el: Περιμένετε την επιβεβαίωση
en_au: Waiting for confirmation
es_es: Esperando confirmación
fi: Odottamassa tarkistusta
fr_ca: En attente de confirmation
gu: ચકાવા માટે રાહ જુઓ
he: בדיקה בתהליך
hi: प्रतीक्षा कर रहे हैं
hr: Čekam potvrdu
hu: Váró állapot
id: Menunggu konfirmasi
it: In attesa di conferma
ko: 확인 대기 중
mr: तपासणी करत आहे
ms: Menunggu pengesahan
nl_nl: Wachten op bevestiging
no: Venter på bekreftelse
pl: Czekam na potwierdzenie
pt_br: Aguardando confirmação
pt_pt: Aguardando confirmação
ro: În așteptare de confirmare
ru: Ожидание подтверждения
sk: Čakám na potvrdenie
sl: Čakam na potrditev
sv: Väntar på bekräftelse
ta: காத்திருப்பு
te: గుర్తించడానికి వేచి ఉంది
th: กำลังรอการยืนยัน
tr: Bekleme durumu
uk: Очікування підтвердження
vi: Đang chờ xác nhận
zh_hans: 等待确认
zh_hant: 正在等待確認

# training.ai_revision_reverted
source: 取消済み
ar_sa: تم التراجع عن التغييرات
ca: Revertit
cs: Zrušeno
da: Annulleret
de_de: Zurückgesetzt
el: Ακύρωση
en_au: Reverted
es_es: Deshecho
fi: Peruttu
fr_ca: Annulée
gu: રદ કરાયેલ
he: בוטל
hi: रद्द किया गया
hr: Poništeno
hu: Visszaváltva
id: Dibatalkan
it: Annullato
ko: 취소됨
mr: सुधारित योजना पूर्ववत केली आहे.
ms: Dibatalkan
nl_nl: Herziening is teruggedraaid
no: Tilbakestilt
pl: Zmiana anulowana
pt_br: Revertido
pt_pt: Revertido
ro: Anulat
ru: Отменено
sk: Zrušené
sl: Razveljavljeno
sv: Återställt till tidigare plan
ta: ரத்துசெய்யப்பட்டது
te: రద్దు చేయబడింది
th: ยกเลิกการปรับปรุงแล้ว
tr: İptal edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已撤销
zh_hant: 已取消

# training.ai_revision_review_again
source: 次回は再調整候補
ar_sa: يمكن إعادة تعديل الخطة في المرة القادمة
ca: Revisar de nou per a la propera realització
cs: Opakovaně zkontrolovat při příštím tréninku
da: Kan blive justeret igen næste gang
de_de: Überprüfung der nächsten Einheit als Kandidat
el: Επανεξέταση κατά την επόμενη συνεδρία
en_au: Review again for next time
es_es: Candidato a un nuevo ajuste la próxima vez
fi: Seuraavalla kerralla mahdollinen uudelleensäätö
fr_ca: Nouvel ajustement à envisager la prochaine fois
gu: આગામી વખતે ફરીથી તપાસો
he: בדוק שוב בתוכנית הבאה
hi: अगली बार फिर समायोजन का विकल्प
hr: Sljedeći put kandidat za ponovnu prilagodbu
hu: Ismét ellenőrizze a javaslatot
id: Kandidat penyesuaian ulang berikutnya
it: Rivedi di nuovo per la prossima sessione
ko: 다음번에 재조정 검토
mr: पुन्हा तपासा आणि आवश्यक असल्यास बदला.
ms: Reviu semula pada masa akan datang
nl_nl: Beoordeel opnieuw voor de volgende training
no: Kan bli justert på nytt neste gang
pl: Przejrzyj ponownie, aby dostosować plan
pt_br: Candidato a reajuste na próxima vez
pt_pt: Rever novamente para ajuste.
ro: Posibilă reajustare data viitoare
ru: Пересмотреть снова при следующей тренировке
sk: Prehodnotte v budúcnosti
sl: Predlog za ponovno prilagoditev naslednjič
sv: Överväg att justera planen igen nästa gång.
ta: அடுத்த முறை மீண்டும் சரிசெய்ய பரிசீலிக்கலாம்
te: తదుపరిసారి మళ్లీ సవరించుకోండి
th: นำเสนออีกครั้งสำหรับการปรับปรุง
tr: Bir sonraki antrenmanda tekrar gözden geçirin
uk: Кандидат для повторного коригування наступного разу
vi: Xem lại và điều chỉnh kế hoạch lần tới
zh_hans: 下次可能需要再次调整
zh_hant: 下次可再次調整

# training.ai_revision_saved_new
source: 新規保存
ar_sa: تم حفظ الخطة الجديدة
ca: Guardar com a nou pla
cs: Nový plán uložen
de_de: Neuer Plan gespeichert
el: Αποθηκεύτηκε ως νέο σχέδιο
fr_ca: Enregistré comme nouveau plan
gu: તરીકે નવું સાચવ્યું
he: שמר תוכנית חדשה
hr: Spremljeno kao novo
hu: Új terv mentve
it: Salva come nuovo piano
ko: 새로 저장됨
mr: नवीन योजना म्हणून जतन करा.
ms: Simpan sebagai baharu
nl_nl: Nieuw plan opgeslagen
pl: Nowy plan został zapisany
pt_pt: Salvar como novo plano
ru: Сохранено как новый план
sk: Uložiť ako nový plán
sl: Shranjeno kot novo
sv: Ny plan sparad som
te: ను కొత్తగా సేవ్ చేయండి
th: บันทึกเป็นแผนใหม่
tr: olarak yeni planı kaydettiniz.
uk: Збережено як новий план
vi: Lưu dưới dạng kế hoạch mới
zh_hant: 儲存為新的計畫

# training.ai_revision_skipped
source: 見送り
ar_sa: تمت المتابعة
ca: Ignorar
cs: Zrušeno
da: Sprunget over
de_de: Übersehen
el: Ακυρώθηκε
en_au: Skipped
es_es: Omitido
fi: Ohitettu
fr_ca: Ignorée
gu: બાયપાસ કરો
he: לא התאים
hi: छोड़ दिया गया
hr: Preskočeno
hu: Elvetve
id: Dilewati
it: Saltato
ko: 보류
mr: सुधारणेकडे दुर्लक्ष करा.
ms: Ditolak
nl_nl: Herziening is overgeslagen
no: Hoppet over
pl: Zignorowano zmianę
pt_br: Adiado
pt_pt: Não foi revisado
ro: Omitere
ru: Отказано
sk: Zrušené
sl: Preskočeno
sv: Ignorerat
ta: தவிர்க்கப்பட்டது
te: సవరించుకోలేదు
th: ข้ามการปรับปรุง
tr: Yeniden düzenleme yapmadı
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过调整
zh_hant: 跳過

# training.ai_revision_unchanged
source: 次回実績は同程度
ar_sa: من المتوقع أن يكون الأداء مماثلاً في المرة القادمة
ca: El rendiment serà similar
cs: Další trénink bude stejný
da: Næste resultat var omtrent det samme
de_de: Erfolgreiche Leistung bleibt gleich
el: Οι επόμενοι στόχοι παραμένουν ίδιοι
en_au: Next performance will be the same
es_es: Los resultados de la próxima sesión son similares
fi: Seuraavan kerran tulokset olivat samalla tasolla
fr_ca: Résultats similaires à la prochaine séance
gu: આગામી પ્રદર્શન સમાન રહેશે
he: הישגים עתידיים יהיו בערך זה
hi: अगली बार का प्रदर्शन लगभग समान रहा
hr: Rezultat sljedeći put sličan
hu: A következő edzésben hasonló eredményt ér el
id: Pencapaian sesi berikutnya kurang lebih sama
it: Le prestazioni future rimarranno simili
ko: 다음 실적이 비슷함
mr: पुढील प्रयत्नातही योजना सारखीच राहील.
ms: Prestasi selanjutnya akan sama
nl_nl: Volgende prestaties zullen ongeveer hetzelfde zijn
no: Omtrent samme resultat neste gang
pl: Następne wyniki będą podobne
pt_br: Desempenho semelhante na próxima vez
pt_pt: O desempenho futuro deve ser semelhante.
ro: Rezultatul următor va fi aproximativ același
ru: Следующая тренировка будет такой же
sk: Predchádzajúci výkon zostane rovnaký
sl: Dosežek naslednjič bo približno enak
sv: Nästa prestation kommer att vara ungefär likadan.
ta: அடுத்த முறை முடிவு இதே அளவில் இருக்கும்
te: తదుపరి ఫలితం దాదాపుగా ఉంటుంది
th: ผลลัพธ์ยังคงเหมือนเดิม
tr: Bir sonraki antrenman için aynı yükte kalacaksınız.
uk: Наступного разу результат буде приблизно таким самим
vi: Hiệu quả thực hiện lần tới vẫn tương tự
zh_hans: 下次预计达到相近水平
zh_hant: 下次表現與目前相同

# training.ai_revision_updated
source: 更新
ar_sa: تم التحديث
ca: Actualitzat
cs: Aktualizováno
de_de: Aktualisiert
el: Ενημέρωση
gu: અપડેટ કરાયેલ
he: עדכן
hu: Frissítve
it: Aggiornato
mr: योजना अपडेट केली आहे.
ms: Diperbaharui
nl_nl: Plan is bijgewerkt
pl: Plan został zaktualizowany
pt_pt: Atualizado
ru: Обновлено
sk: Aktualizované
sv: Uppdaterad
te: నవీకరించబడింది
th: อัปเดตแล้ว
tr: Güncellendi
vi: Đã cập nhật
zh_hant: 已更新

# training.b1d936d15858
source: 秒
ar_sa: ثواني
ca: segons
cs: Sekundy
da: Sekunder
de_de: Sekunde
el: Δευτερόλεπτα
en_au: Seconds
es_es: Segundos
fi: Sekunteja
fr_ca: Secondes
gu: સેકન્ડ
he: שניות
hi: सेकंड
hr: Sekunde
hu: Másodpercek
id: Detik
it: Secondi
ko: 초
mr: सेकंद
ms: Detik
nl_nl: Seconden
no: Sekunder
pl: Sekundy
pt_br: Segundos
pt_pt: Segundos
ro: Secunde
ru: Секунды
sk: Sekundy
sl: Sekunde
sv: Sekunder
ta: விநாடிகள்
te: సెకన్లు
th: วินาที
tr: Saniye
uk: Секунди
vi: Giây

# training.b2778f7f4f92
source: AIの計画を読み取れませんでした。もう一度作成してください。
ar_sa: لم أتمكن من قراءة خطة الذكاء الاصطناعي. يرجى إنشائه مرة أخرى.
ca: No he pogut llegir el pla de l'IA. Si us plau, torna a crear-lo.
cs: Nepodařilo se načíst plán od AI. Vytvořte jej znovu.
da: Kunne ikke læse AI-planen. Opret den igen.
de_de: Ich konnte den KI-Plan nicht lesen. Bitte erstellen Sie ihn erneut.
el: Δεν μπόρεσα να διαβάσω τον σχεδιασμό της τεχνητής νοημοσύνης. Δημιουργήστε το ξανά.
en_au: Could not read the AI plan. Please create it again.
es_es: No se pudo leer el plan del entrenador AI. Por favor, créalo nuevamente.
fi: AI-suunnitelmaa ei voitu lukea. Luo se uudelleen.
fr_ca: Impossible de lire le plan proposé par l'IA. Veuillez en créer un nouveau.
gu: AI યોજના વાંચી શકી નથી. કૃપા કરીને ફરીથી બનાવો.
he: לא ניתן לקרוא את תוכנית האימון של ה-AI. אנא צור אותה מחדש.
hi: AI योजना को नहीं समझा जा सका। कृपया दोबारा बनाएं।
hr: Nisam mogao prepoznati plan AI-ja. Molimo da ga ponovno kreirate.
hu: Az AI tervet nem tudtam feldolgozni. Kérlek, hozz létre egy új tervet.
id: Tidak dapat membaca rencana pelatih AI. Buat ulang.
it: Impossibile leggere il piano dell'AI. Riprova a crearlo.
ko: AI 계획을 읽을 수 없습니다. 다시 만들어 주세요.
mr: AI योजना वाचण्यात अयशस्वी. कृपया पुन्हा तयार करा.
ms: Tidak dapat membaca rencana jurulatih AI. Sila buat semula.
nl_nl: De AI-planning kon niet worden gelezen. Maak deze opnieuw.
no: Kunne ikke lese AI-planen. Vennligst opprett den på nytt.
pl: Nie udało się odczytać planu AI. Prosimy o ponowne utworzenie.
pt_br: Não foi possível ler o plano do IA. Crie novamente.
pt_pt: Não foi possível ler o plano do IA. Crie novamente.
ro: Nu am putut interpreta planul AI. Vă rugăm să îl creați din nou.
ru: Не удалось распознать план от AI. Пожалуйста, создайте его еще раз.
sk: Nepodarilo sa načítať plán od AI. Prosím, vytvorte ho znovu.
sl: Nismo uspešno prebrali načrta AI. Prosim, ga ustvarite znova.
sv: Jag kunde inte läsa AI-planen. Skapa den igen.
ta: AI திட்டத்தை படிக்க முடியவில்லை. மீண்டும் உருவாக்கவும்.
te: AI ప్రణాళికను చదవలేకపోయాము. దయచేసి మళ్ళీ సృష్టించండి.
th: ไม่สามารถอ่านแผน AI ได้ โปรดสร้างใหม่
tr: AI planını okuyamadım. Lütfen tekrar oluşturun.
uk: Не вдалося прочитати план від AI. Будь ласка, створіть його ще раз.
vi: Không thể đọc kế hoạch của AI. Vui lòng tạo lại.
zh_hans: 未能读取AI计划。请重新创建。
zh_hant: 无法读取AI计划。请重新创建。

# training.b29f639d55b9
source: ・補正済み
ar_sa: ・ تم التصحيح
ca: · Corregit
cs: ・Opraveno
da: · Korrigeret
de_de: · Korrigiert
el: · Διορθωμένο
en_au: ・Corrected
es_es: · Corregido
fi: • Korjattu
fr_ca: · Validé
gu: · સુધારેલી
he: · מתוקן
hi: • सही किया गया
hr: ・ Ispravljeno
hu: • Javítva
id: ・Sudah Dikoreksi
it: · Corretto
ko: • 수정됨
mr: • सुधारित
ms: · Sudah Benar
nl_nl: · Gecorrigeerd
no: · Korrigert
pl: ・Poprawione
pt_br: · Corrigido
pt_pt: · Corrigido
ro: • Corectat
ru: • Исправлено
sk: · Opravené
sl: · Popravljeno
sv: • Korrigerad
ta: • சரி செய்யப்பட்டது
te: • సరిదిద్దబడింది
th: • แก้ไขแล้ว
tr: · Düzeltilmiş
uk: · Виправлено
vi: · Đã sửa
zh_hans: ・已更正
zh_hant: ・已更正

# training.b43a38f668a7
source: ボリューム
ar_sa: حجم
ca: volum
cs: Objem
da: Volumen
de_de: Volumen
el: Όγκος
en_au: Volume
es_es: Volumen
fi: Volyymi
fr_ca: Volume
gu: વોલ્યુમ
he: נפח
hi: वॉल्यूम
hr: Glasnost
hu: Hajlítás
id: Volume
it: Volume
ko: 볼륨
mr: व्हॉल्यूम
ms: Volume
nl_nl: Volume
no: Volum
pl: Objętość
pt_br: Volume
pt_pt: Volume
ro: Volum
ru: Объем
sk: Objem
sl: Glasnost
sv: Volym
ta: ஒலி அளவு
te: పరిమాణం
th: ระดับ
tr: Hacim
uk: Об'єм
vi: Thể tích
zh_hans: 音量
zh_hant: 音量

# training.b4ec903162bc
source: 身体測定
ar_sa: قياسات الجسم
ca: mesures corporals
cs: Měření těla
da: Måling af kroppen
de_de: Körpermaße
el: Μέτρηση σώματος
en_au: Body measurement
es_es: Medición corporal
fi: Kehon mittaus
fr_ca: Mesure du corps
gu: શરીર માપન
he: מדידת גוף
hi: शरीर मापन
hr: Mjerenja tijela
hu: Teszt
id: Pengukuran tubuh
it: Misurazione del corpo
ko: 신체 측정
mr: शारीरिक मापन
ms: Pengukuran badan
nl_nl: Lichthoop
no: Måling av kroppen
pl: Pomiar ciała
pt_br: Medição corporal
pt_pt: Medição corporal
ro: Măsurători corporale
ru: Измерение тела
sk: Mery tela
sl: Merjenje telesa
sv: Mätning av kroppen
ta: உடல் அளவீடு
te: శరీర కొలతలు
th: การวัดร่างกาย
tr: Vücut ölçümü
uk: Вимірювання тіла
vi: Đo cơ thể
zh_hans: 体测
zh_hant: 身體測量

# training.b76f27bcd552
source: {{value1}}回
ar_sa: مرات {{value1}}
ca: {{value1}} vegades
cs: {{value1}} opakování
da: {{value1}} gange
de_de: «{{value1}}» Mal
el: {{value1}} φορές
en_au: {{value1}} times
es_es: {{value1}} veces
fi: {{value1}} kertaa
fr_ca: {{value1}} fois
gu: {{value1}} વખત
he: {{value1}} פעמים
hi: {{value1}} बार
hr: {{value1}} puta
hu: {{value1}} alkalom
id: {{value1}} kali
it: {{value1}} volte
ko: {{value1}}회
mr: {{value1}} वेळा
ms: {{value1}} kali
nl_nl: {{value1}} keer
no: {{value1}} ganger
pl: {{value1}} razy
pt_br: {{value1}} vezes
pt_pt: {{value1}} vezes
ro: {{value1}} repetări
ru: {{value1}} раз
sk: {{value1}}x
sl: {{value1}}krat
sv: {{value1}} gånger
ta: {{value1}} முறை
te: {{value1}} సార్లు
th: {{value1}} ครั้ง
tr: {{value1}} tekrar
uk: {{value1}} разів
vi: «{{value1}}» lần
zh_hans: {{value1}}次
zh_hant: {{value1}} 次

# training.b7bac668058e
source: 経過
ar_sa: التقدم
ca: progrés
cs: Progres
da: Forløb
de_de: Fortschritt
el: Προχωρισμός
en_au: Progress
es_es: Progreso
fi: Edistyminen
fr_ca: Progression
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Progres
it: Progresso
ko: 진행 상황
mr: प्रगती
ms: Progres
nl_nl: Vooruitgang
no: Progresjon
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Postup
sl: Napredek
sv: Framsteg
ta: முன்னேற்றம்
te: ప్రగతి
th: ผลลัพธ์
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# training.b99f564095bb
source: 完了して履歴に保存
ar_sa: أكمل واحفظ في التاريخ
ca: Completa i guarda a l'historial
cs: Uložit do historie
da: Gem færdig øvelse i historikken
de_de: Abschließen und in den Verlauf speichern
el: Αποθήκευση στην ιστορία
en_au: Save to history
es_es: Guardar registro completo en el historial
fi: Tallenna valmiiksi ja historiaan
fr_ca: Sauvegarder et afficher dans l'historique
gu: પૂર્ણ અને ઇતિહાસમાં સાચવો
he: שמירה בהישג ביומן
hi: पूर्ण और इतिहास में सहेजें
hr: Završeno i spremljeno u povijest
hu: Befejezve és történetbe mentve
id: Simpan ke riwayat setelah selesai
it: Salva il record completato
ko: 완료 후 기록 저장
mr: पूर्ण आणि इतिहासामध्ये जतन करा
ms: Simpan rekod yang lengkap ke dalam sejarah
nl_nl: Voltooi en sla op in het overzicht
no: Lagre fullført og til historikk
pl: Zapisano i dodano do historii
pt_br: Salvar como concluído e no histórico
pt_pt: Salvar como concluído e no histórico
ro: Salvarea în istoric după finalizare
ru: Сохранить и добавить в историю
sk: Uložiť a použiť
sl: Shranjeno v zgodovini
sv: Spara och visa i historiken
ta: பதிவு செய்து வரலாற்றில் சேமிக்கவும்
te: పూర్తి చేసి, చరిత్రలో నిల్వ చేయండి
th: บันทึกและบันทึกลงในประวัติ
tr: Tamamlanmış ve tarihçeye kaydedilmiş
uk: Зберегти та додати до історії
vi: Lưu vào lịch sử
zh_hans: 完成并保存到历史
zh_hant: 已完成并保存至历史

# training.b9a458e7a4a8
source: 開始取消
ar_sa: إلغاء البدء
ca: Cancel·la l'inici
cs: Zrušit spuštění
da: Fortsæt
de_de: Start abbrechen
el: Ακύρωση Έναρξης
en_au: Cancel Start
es_es: Cancelar inicio
fi: Peruuta aloitus
fr_ca: Annuler le démarrage
gu: શરૂ રદ કરો
he: ביטול התחלה
hi: शुरू रद्द करें
hr: Odustani od početka
hu: Kezdet elavítás
id: Batalkan Mulai
it: Annulla inizio
ko: 시작 취소
mr: सुरू करणे रद्द करा
ms: Batalkan
nl_nl: Annuleren
no: Avbryt start
pl: Anuluj rozpoczęcie
pt_br: Cancelar início
pt_pt: Cancelar início
ro: Anulează începerea
ru: Отменить начало
sk: Zrušiť spustenie
sl: Prekliči začetek
sv: Avbryt start
ta: தொடங்கலை ரத்து செய்
te: ప్రారంభాన్ని రద్దు చేయు
th: ยกเลิก
tr: Başlatmayı İptal Et
uk: Скасувати початок
vi: Hủy bỏ bắt đầu
zh_hans: 开始取消
